Repository: 84000/data-translation-memory
Catalog: toh4568-3-v3.tmx
Source language: bo
Languages: en

source: ཀཐོག་རྡོ་རྗེ་གདན་དུ་བྱོན་ནས་ཕྱིར་མ་ལོག་པས། མཆེད་གཞན་གྱིས་སླར་འགུགས་པར་བཏང་རྩིས་ལ།
en: When he did not return, the other brothers planned to summon him back.

source: ཀརྨ་པ་ཆོས་གྲགས་རྒྱ་མཚོའི་ཞལ་སྔ་ནས་དང་། རྔུ་ཆོས་རྡོར་བ་དཔོན་སློབ་ཟུང་གིས་ཁོ་བོས་ཀྱང་འོང་བ་མི་ཡོང་མོད། འོན་ཀྱང་གྲུབ་ཐོབ་ཆེན་པོ་ཞིག་གིས་བྱིན་གྱིས་བརླབས་པའི་གནས་ས་བཀྲ་ཤིས་རྟགས་བརྒྱད་ཀྱི་དབྱིབས་སུ་བྱས་པ་ཞིག་ཏུ་རིམ་གྱིས་དབང་བསྒྱུར་ནས།
en: However, Karmapa Chödrak Gyatso and his student Ngu Chödorwa prophesied, “He may not return, but he will eventually rule a sacred site, blessed by a mahāsiddha, constructed in the shape of the eight auspicious symbols.

source: བརྒྱུད་པ་ཇེ་བཟང་དུ་འགྲོའོ་ཞེས་ལུང་བསྟན་མཛད། ཕྱིས་དེ་ཇི་ལྟ་བ་བཞིན་ཐོག་ཏུ་ཁེལ་བ་བྱུང་སྟེ། བསོད་ནམས་བཟང་པོ་དེ་ཉིད་རིམ་གྱིས་ལྕགས་ར་ན་གླིང་ཆེན་པོ་བདག་དྲུག་གི་སྤྱན་སྔར་འབྱོར།
en: His descendants will be all the greater for it.” This prophecy came to pass exactly as foretold when Sönam Sangpo eventually went before the great lord of Ling in Jakra.

source: སྡེ་དགེ་ཞེས་པའི་མཚན་ཡང་འདི་སྐབས་ཙམ་ནས་བྱུང་བར་གྲགས།
en: It was also around this time that the name Degé is said to have come into usage.

source: དེ་ལ་སྲས་བཞི་བྱུང་བའི་གཉིས་པ་བོ་ཐར་དུ་གྲགས་པ་དེས་གྲུབ་པའི་དབང་ཕྱུག་ཐང་སྟོང་རྒྱལ་པོ་སྤྱན་དྲངས་ཏེ་གུས་པས་མཆོད།
en: The second of Sönam Sangpo’s four sons, Bothar, extended an invitation to the great lord of accomplishment Thangtong Gyalpo and received him amid devotion and offerings.

source: གྲུབ་ཆེན་གྱིས་དངུལ་མདའི་སྲིབ་རིའི་གཤམ་དུ་ཀླུ་གནས་པའི་མཚོ་ཆུང་ངུ་ཞིག་ཡོད་པ་རྫུ་འཕྲུལ་གྱིས་བསུབས་ནས།
en: This mahāsiddha made a nāga pond at the foot of the northern slope of the shadowed side of a mountain in Ngülda miraculously disappear.

source: དེར་གཙུག་ལག་ཁང་རྟེན་དང་བརྟེན་པར་བཅས་པ་བཞེངས་ཏེ།
en: A temple, complete with statues and the supports to house them, was then constructed on this site.

source: ཆོས་སྡེ་ཆེན་པོ་དཔལ་ལྷུན་གྲུབ་སྟེང་དུ་གྲགས་པ་འདིའི་བསྟན་པའི་རྨང་ཐོག་མར་ཚུགས། གཙུག་ལག་གཉི་གའི་རྟེན་འབྲེལ་གྱི་སྒོ་ལྷུན་གྲུབ་ཏུ་འགྲིག་པར་གྱུར།
en: It was thus that the original foundation for the Dharma community and its doctrine at glorious Lhundrup Teng was first laid.

source: དེའི་སྲས་གཉིས་ལས་བླ་མ་དཔལ་ལྡན་སེང་གེས་སྔར་གྱི་གཙུག་ལག་ཁང་ཡོད་པའི་ཉིན་རིའི་ཕྱོགས་སུ་འདུས་སྡེ་བཙུགས་པ་ལ་དེང་སང་ཉིན་དགོན་དུ་གྲགས། །
en: The auspicious circumstances for a second temple also spontaneously came together and one of Bothar’s two sons, Lama Palden Sengé, established a monastic community on the sunny side of the mountain, where another temple had previously been located. This is what is known today as the Nyingön monastery.

source: ཅིག་ཤོས་རྒྱལ་མཚན་འབུམ་ལ་སྲས་བཞི་བྱུང་བའི་ཨ་སྔ་ཟེར་བ་ལ་སྲས་བདུན་ཙམ་བྱུང་བའི་ཇོ་གདན་ནམ་མཁའ་ལྷུན་བཟང་གིས།
en: The other son of Bothar, Gyaltsen Bum, had four sons. One of those four, A Nga, had around seven sons of his own.

source: རྡོ་རྗེ་འཇིགས་བྱེད་ལ་ཐུགས་དམ་ནན་ཏན་དུ་མཛད་པས། ཉེ་འཁོར་བ་རྣམས་ཀྱིས་རྡོ་རྗེ་འཇིགས་བྱེད་དུ་མཐོང་བ་དང་། བཟླས་པ་དུང་ཕྱུར་གྲུབ་པའི་ཚེ་ལྔགས་ཐོག་ཏུ་ལྕགས་ཀྱི་རིལ་བུ་རང་རྡོལ་དུ་བྱུང་བ་སོགས་གྲུབ་པའི་མཚན་མ་བརྙེས།
en: One of these was Joden Namkha Lhunsang, who had made a strong sacred commitment to Vajrabhairava and attained signs of accomplishment, such as his retinue perceiving him as Vajrabhairava and a spontaneous flow of iron pills coming from his tongue upon completing one billion recitations.

source: དེའི་མཆེད་ཡ་རྒྱལ་འཕེལ་ལ་སྲས་གསུམ་བྱུང་བའི་སྡེ་དགེ་ཀུན་དགའ་རིན་ཆེན་ནི་ལྷུན་གྲུབ་སྟེང་གི་བླ་བྲང་གི་ལྷ་ཁང་བཞེངས་པ་སོགས་སྐུ་བསོད་རྒྱས་པའི་འགོ་ཚུགས།
en: Gyaltsen Bum’s brother Yagyal Phel had three sons, one of whom, Degé Künga Rinchen, initiated a period of flourishing prosperity by constructing a temple for the monastic estate of Lhundrup Teng.

source: བསྙེན་བསྒྲུབ་གནང་བའི་ཚེ་གཟིམས་ཁང་ཐམས་ཅད་མེའི་ཕུང་པོར་གྱུར་པ་ཐམས་ཅད་ཀྱིས་མངོན་སུམ་དུ་མཐོང་བ་བྱུང་།
en: Once, while in the midst of a practice session, his entire bedchamber was transformed into a mass of flames that could be clearly seen by all.

source: དེའི་གཅུང་དབོན་ནམ་མཁའ་དང་རྡོ་རྗེ་ལྷུན་གྲུབ་གཉིས་བྱུང་བའི་ཕྱི་མ་ལས་ཉེ་བར་བརྒྱུད་དེ་ད་ལྟ་བླ་མ་བཀྲ་ཤིས་རྒྱ་མཚོ་སོགས་བཞུགས་པ་འདིའི་བར་རོ། །
en: He had two younger brothers, Pön Namkha and Dorjé Lhundrup.

source: སྔ་མའི་སྲས་ལྷུན་ཐུབ།
en: The current Lama Tashi Gyatso and others descend directly from the latter of these two, while the former had a son named Lhunthup, who in turn had six sons.

source: དེ་ལ་སྲས་དྲུག་བྱུང་བའི་དང་པོ་ནི་རིག་འཛིན་རྒོད་ལྡེམ་ཅན་གྱི་སྤྲུལ་པའི་ཟློས་གར་དུ་གྲགས་པ་གྲུབ་ཐོབ་ཀུན་དགའ་རྒྱ་མཚོ་སྟེ།
en: The eldest of these six was the siddha Künga Gyatso, who was renowned as being an emanated display of Rikzin Gödemchen.

source: འདིས་གསང་སྔགས་གསར་རྙིང་སྤྱི་དང་། ཁྱད་པར་དུ་སྔགས་རྙིང་མའི་ཆོས་ཀྱིས་གྲུབ་པའི་མཚན་མ་བརྙེས།
en: He gained signs of accomplishment through both new and old tantric systems in general and, in particular, through the practices related to the old tantras.

source: ལྐོག་གྱུར་གྱི་གནས་ལུགས་སྟོན་པ་དང་། སྣང་བ་བདེན་མེད་དུ་གཟིགས་པས་སྲ་མཁྲེགས་ཀྱི་རྡོ་བ་འདམ་ལྟར་རྫི་བ་དང་། འབྱུང་པོ་གདུག་པ་ཅན་མང་པོ་འདུལ་བ་སོགས་ངོ་མཚར་གྱི་མཛད་པ་སྣ་ཚོགས་ཞིག་བསྟན་པར་གྲགས།
en: By revealing the hidden nature of reality and perceiving the falsehood of appearances, he soon became famous for various displays of miraculous activities such as squeezing solid rock as if it were clay and taming hordes of malevolent spirits.

source: གསུམ་པ་བླ་མ་དམ་ཆོས་ལྷུན་གྲུབ་བམ།
en: The third son of Lhunthup was known as Lama Damchö Lhundrup or Jampa Phuntsok.

source: བྱམས་པ་ཕུན་ཚོགས་ཅེས་པ་དེས་སྔོན་གྱི་བསོད་ནམས་ཀྱི་ལས་ཤུགས་ཆེས་ཆེར་བདོ་བས་ཆབ་སྲིད་སྐྱོང་བའི་བྱ་བ་གཙོ་བོར་མཛད་ཅིང་། རིས་མེད་ཀྱི་ཆོས་སྡེ་མང་པོའི་བདག་པོར་གྱུར།
en: Due to the strength of his past meritorious karma ever increasing, he primarily held positions of political power and gained authority over a great number of religious communities irrespective of lineage.

source: ལྔ་བ་བླ་མ་ལྷ་སྲུང་ཐུགས་དམ་འབའ་ཞིག་ལ་བརྩོན་པར་མཛད།
en: The fifth son was Lama Lhasung, who devoted himself exclusively to his religious vows.

source: དྲུག་པ་བླ་མ་ཀརྨ་བསམ་འགྲུབ་ཀརྨ་ཀཾ་ཚང་གི་གྲུབ་མཐའ་འཛིན་པ་ཞིག་སྟེ་དབོན་པོ་སྟོད་དུ་བཞུགས།
en: The sixth son was Lama Karma Samdrup, a devotee of the Karma Kaṃtsang tradition who lived at Wönpo Tö.

source: སྲས་གཉིས་པ་དང་བཞི་བ་གཞིས་ཀར་བཞུགས་པའི་སྔ་མ་དབོན་ཀླུ་འཕེལ་གྱི་སྲས་རྣམས་ལས།
en: The second and fourth sons presided over Lhunthup’s estate and the sons of the former, that is of Pön Luphel, included Pönchen Künga Phuntsok.

source: དཔོན་ཆེན་ཀུན་དགའ་ཕུན་ཚོགས་ཀྱིས་ས་སྐྱོང་དམ་པ་བྱམས་པ་ཕུན་ཚོགས་སྐུ་གཤེགས་ནས་གདན་སའི་ཁྲིར་ཕེབས་ཏེ། ལུགས་གཉིས་ཀྱི་སྲོལ་བཟང་པོ་བསྐྱངས་བར་མཛད་དོ། །
en: When Sakyong Dampa Jampa Phuntsok passed away, Pönchen Künga Phuntsok ascended to the throne and upheld the wholesome ways of both religious and secular traditions.

source: ཁྱད་པར་གཏེར་གཞུང་འགའ་ཞིག་ལས་ཅོག་རོ་ཀླུའི་རྒྱལ་མཚན་གྱི་སྤྲུལ་པའི་ཟློས་གར་དུ་བཤད་པ་ཁྲི་ཆེན་སངས་རྒྱས་བསྟན་པ་ནི།
en: Trichen Sangyé Tenpa, who is said to have been an emanated display of Chokro Lui Gyaltsen in several treasure texts, gained unparalleled authority through the vast power of his good deeds and ascended the throne of the monastic seat at Lhundrup Teng.

source: ལེགས་བྱས་ཀྱི་མཐུ་རྒྱ་ཆེན་པོས་འགྲན་དུ་མེད་པའི་དབང་བརྙེས་པར་གྱུར་ཏེ་གདན་སར་བཞུགས་ཁྲིར་ཕེབས་ནས་བདེ་བར་གཤེགས་པའི་བསྟན་པ་རིས་སུ་མ་ཆད་པ་ལ་མཆོད་པ་དང་བསྙེན་བཀུར་བ་དང་། གཙུག་ལག་ཁང་དང་འདུས་པའི་སྡེ་མང་པོའི་ཉམས་གསོ་གསར་སྤེལ་སོགས་དང་།
en: There, he glorified and venerated the teachings of the Well-Gone One without sectarian bias, restored and reinvigorated a great number of temples and monastic communities, and brought welfare to the kingdom with a vision of kindness and just rule of law.

source: རྒྱལ་ཁམས་ལ་བྱམས་པས་གཟིགས་པའི་བཀའ་ཁྲིམས་དྲང་པོས་ཕན་བདེར་མཛད་པ་སོགས་ལུགས་གཉིས་ཀྱི་སྲོལ་བཟང་པོས་མངའ་རིས་ཐམས་ཅད་དཀར་པོར་བསྒྱུར་བར་མཛད།
en: Through the wholesome ways of the two traditions, he inspired virtue in all of his subjects.

source: འདིའི་ཡུམ་མི་གཅིག་པའི་གཅེན་པོ་དཔོན་ཨུ་རྒྱན་བཀྲ་ཤིས་སྲས་ས་སྐྱོང་བླ་མ་བསོད་ནམས་ཕུན་ཚོགས་ཀྱིས་དེའི་རྗེས་སུ་ཁྲི་བསྐྱངས་ཏེ།
en: Sangyé Tenpa’s paternal half-brother, Orgyen Tashi, had a son, Sakyong Lama Sönam Phuntsok, who ascended the throne next.

source: དེ་ནི་ཐུགས་སྒམ་ཞིང་ངང་རིང་བ། དཀྱེལ་ཆེ་བ་སོགས་ཡ་རབས་ཀྱི་སྐྱེས་བུའི་ཡོན་ཏན་དང་ལྡན་པ་ཞིག་གོ། །
en: Sönam Phuntsok possessed a discerning outlook, a tolerant disposition, a broad mind, and other qualities of righteous men.

source: དེའི་མཆེད་ཡར་གྱུར་པ་དཔོན་དབང་ཆེན་མགོན་པོའི་སྲས་མིའི་དབང་པོ་བསྟན་པ་ཚེ་རིང་ནི་ད་ལྟ་བཞུགས་ཁྲིར་ཕེབས་ནས་སྲིད་སྐྱོང་བཞིན་པ་ཡིན་ཏེ།
en: His brother Pön Wangchen Gönpo’s son is the Lord of Men, Tenpa Tsering, who currently holds the throne and reigns over the kingdom.

source: འདི་ནི་རྣམ་དཀར་གྱི་བྱ་བ་རྒྱ་ཆེན་པོ་འདི་འགྲུབ་པའི་བདག་རྐྱེན་དངོས་སོ། །
en: It is he who was the patron for accomplishing this vast virtuous activity [of producing the Kangyur].

source: གསུམ་པ་བདག་རྐྱེན་བྱེད་པ་པོ་དེའི་ཡོན་ཏན་རང་ཉིད་ཀྱིས་ཇི་ལྟར་མཐོང་བ་བཞིན་ངོ་བསྟོད་མེད་པར་བརྗོད་ན།
en: 1.3 Qualities In this section, I will describe the qualities of the patron, King Tenpa Tsering, exactly as I have witnessed them, devoid of any flattery.

source: ཚེ་རབས་མང་པོར་ལེགས་བྱས་རྒྱ་མཚོ་མངོན་པར་འདུ་བྱས་པའི་མཐུས་ཆུང་ངུ་ནས་དགེ་བའི་ངང་ཚུལ་ཅན།
en: Conditioned by an ocean of good deeds accumulated across many lifetimes, he was of a virtuous disposition from a young age.

source: བླ་མ་དང་རྒན་རབས་སོགས་ཞེ་སར་འོས་པ་རྣམས་ལ་སྲི་ཞུ་ཆེ་བ།
en: He was respectful to those deserving of respect, such as the gurus and elders.

source: གསང་སྔགས་གསར་རྙིང་གི་ཡི་དམ་མང་པོའི་བསྐྱེད་རྫོགས་ཀྱི་ཉམས་ལེན་ཐུན་གྲངས་སུ་བཅད་པའི་བཟླས་བརྗོད་དང་ཞལ་འདོན་སོགས་ཀྱི་བརྩོན་པ་མི་བཤོལ་བ།
en: In his practice sessions of the generation and completion stages for many yidam deities of the New and Old schools, he was never lax in his diligence with respect to the number of recitations and his prayers. Even before he was appointed to the throne and when he was not especially wealthy, he would make offerings to the Three Jewels and commission representations of body, speech, and mind with a courageous spirit.

source: སྟོབས་ཆེན་པོས་ངང་གིས་འཇུག་པ་ཞིག་སྟེ་བསྐལ་བཟང་སངས་རྒྱས་སྟོང་གི་སྐུ་བརྙན་སོ་སོའི་ཡབ་ཡུམ་སྲས་རིམ་གྲོ་པ་སོགས་འཁོར་དང་བཅས་པ་རི་མོར་བྲིས་པའི་ཞལ་ཐང་གྲངས་མང་ཞིང་སྤུས་ལེགས་པ་དང་། །
en: These limitless offerings and commissions included numerous high-quality thangkas painted with the images of each of the thousand buddhas of the Fortunate Eon, featuring their retinues of female buddhas, disciples, and attendants, as well as a copy of the Kangyur, the collected teachings of the Victorious One, produced out of precious substances.

source: རྒྱལ་བའི་བཀའ་འགྱུར་རོ་ཅོག་རིན་པོ་ཆེ་ལས་བཞེངས་པ་སོགས་མཐའ་ཡས་ཤིང་སྲིད་སྐྱོང་གི་གོས་ཆེན་པོར་བཞུགས་པ་ནའང་། ཇི་སྐད་དུ། ལུགས་ཀྱི་བསྟན་བཅོས་ཤེས་རབ་སྡོང་བུ་ལས། །
en: Even when holding an elevated position as ruler, Tenpa Tsering is firm and unrelenting in his commitments, just as described in The Staff of Wisdom: A Treatise on Ethics:

source: དམ་པ་མང་པོ་ཁས་འཆེ་མི་བྱེད་ལ། །གལ་ཏེ་དཀའ་བས་ཁས་ནི་བླངས་གྱུར་ན། །རྡོ་ལ་རི་མོ་བྲིས་པ་ལྟ་བུར་ནི། །ཤི་ཡང་གཞན་དུ་བྱེད་པར་མི་འགྱུར་རོ། །
en: “Sublime beings do not make many commitments,Yet if they commit themselves to something difficult,It is as if the pledge were carved in stone;Even in the face of death or other perils, they will not waver.”

source: ཞེས་གསུངས་པ་ལྟར་དམ་བཅས་པ་བརྟན་ཅིང་མི་འགྱུར་བ།
en: He possesses an extremely discerning outlook, the likes of which even the most prudent cannot fathom.

source: ཤིན་ཏུ་ཐུགས་སྒམ་པས་སྒྲིན་པོ་རྣམས་ཀྱིས་ཀྱང་ཐུགས་བསམས་ཀྱི་གཏིང་མི་སླེབ་པ།
en: Even when his reserves of wealth increased sizably, he was imbued with humility through and through and was never overtaken by arrogance.

source: སློབ་དཔོན་ཀླུས།
en: As described by the master Nāgārjuna:

source: དམན་པས་གང་ཚེ་ནོར་ནི་ཅུང་ཟད་རྙེད། །འགྲོ་བ་ཐམས་ཅད་བརྙས་པའི་ང་རྒྱལ་ལྡན། །དམ་པ་ནོར་གྱི་འབྱོར་པ་ཐོབ་གྱུར་ཀྱང་། །སཱ་ལུ་སྨིན་པ་ལྟ་བུར་ཤིན་ཏུ་འདུད། །
en: “When lowly beings find a scant amount of wealth,They swell with pride, disparaging all others.The noble, however, may acquire wealth and riches,Yet remain bowed like ripened rice plants.

source: རིགས་དམའ་བ་ཡི་སེམས་ཅན་དག །ནོར་རམ་རིག་པ་རྙེད་གྱུར་ན། །འགྲོ་བ་ཀུན་ལ་རྩྭ་སྙམ་སེམས། །པགས་པ་སྔོན་པོའི་ཝ་བཞིན་ནོ། །
en: “When these beings of a lowly sortFind themselves with wealth or learning, They think only of quarreling with everyone,Just like the fox with blue fur.

source: ནོར་རམ་རིག་པར་ལྡན་གྱུར་ན། །དམན་པ་རྣམས་ནི་དྲེགས་པར་འགྱུར། །གོ་འཕང་གཉིས་པོ་དེ་དག་གིས། །མཁས་པ་ཤིན་ཏུ་དུལ་བར་འགྱུར། །
en: “When they possess wealth or learning,The lowly become filled with arrogance,Yet even with a status twice as lofty,The wise become very humble.”

source: ཞེས་གསུངས་པ་ལྟར་འབྱོར་པའི་ཚོགས་ཤས་ཆེར་བདོ་བར་གྱུར་ཀྱང་ཐུགས་ཀུན་ནས་དུལ་བས་ནམ་ཡང་དྲེགས་པ་མི་མངའ་བ།
en: In the same way, he has not engaged in karmically objectionable matters such as “subduing enemies and protecting friends,” nor does he hoard his wealth.

source: འབྱོར་པ་རྣམས་ཀྱང་འཕྲལ་འཕྲལ་དུ་དགེ་འདུན་གྱི་འདུ་སྒོ་དང་། དཀོན་མཆོག་གི་མཆོད་པ་དང་། སྐུ་གསུང་ཐུགས་ཀྱི་རྟེན་བཞེངས་པ་སོགས་ཆོས་ཀྱི་ཕྱོགས་སུ་ཟད་དུ་འཇུག་པ་ལས། དགྲ་འདུལ་གཉེན་སྐྱོང་ལ་སོགས་པ་རྣམ་སྨིན་ཡིད་དུ་མི་འོང་བ་སྐྱེད་པའི་ཕྱོགས་ལ་ཟད་དུ་མི་འཇུག་པ་དང་།
en: Rather, he spends freely on matters of Dharma, with stipends for the saṅgha, offerings to the Three Jewels, and the construction of representations of body, speech, and mind.

source: ཧ་ཅང་སོགས་འཇོག་ལ་སྲེད་པར་མི་མཛད་པ་སོགས་དམ་པའི་ཡོན་ཏན་ཐམས་ཅད་ཀྱིས་ཕྱུག་པ་སྟེ་དེའང་།
en: He is rich with all of the qualities of a noble person.

source: གཙང་དུ་གདན་ས་ཆེན་པོ་ཨེ་ཝཾ་ཆོས་ལྡན་གྱི་གླིང་པ་སྤྱི་ཁང་དང་འདི་གར་ཞབས་དྲུང་དཔལ་མཆོག་པས་བཞེངས་པའི་མཆོད་རྟེན་ཆེན་མོ་སོགས་གསར་བཞེངས་ལྟ་བུའི་རྟེན་དང་བརྟེན་པའི་ཉམས་པ་གསོ་བ་བགྲང་གིས་མི་ལང་བ་མཛད་པ་དང་།
en: At the great monastic seat of Ewaṃ Chöden in Tsang, he commissioned the restoration of the communal housing along with countless statues and supports, such as the great stūpa that was constructed by Shapdrung Palchokpa, making them like new. He also commissioned countless new works such as:

source: འགྲོ་བའི་མགོན་པོ་ས་སྐྱ་པ་གོང་མ་རྣམ་ལྔའི་བཀའ་འབུམ་སྐུ་པོད་དངོས་གཙང་བཅུ་དྲུག །རིན་ཆེན་གཉིས་པ་ལས་གྲུབ་པའི་བསྟན་བཅོས་འགྱུར་རོ་འཚལ་གླེགས་བམ་ཉིས་བརྒྱ་དང་བདུན་ཡོད་པ་ཤིན་ཏུ་དངོས་གཙང་། རྒྱལ་བའི་བཀའ་འགྱུར་རོ་ཅོག་མཚལ་པར་མ་དང་། ཡང་རིན་ཆེན་དང་པོ་ཁོ་ན་ལས་བཞེངས་པའི་བཀའ་འགྱུར་གླེགས་ཤིང་གླེགས་ཐག་ན་བཟའ་ཚུན་ཆོད་ཤིན་ཏུ་སྤུས་ལེགས་ལ་དངོས་གཙང་བ། ཙནྡན་དམར་པོ་ལས་གྲུབ་པའི་སངས་རྒྱས་སྟོང་སྐུ་ཐམས་ཅད་མཁྱིད་གང་ཙམ་པ། ཡང་ཙནྡན་དམར་པོའི་ཕྱེ་མའི་ལྡེ་གུ་ལས་གྲུབ་པའི་སངས་རྒྱས་སྟོང་སྐུ་ཐམས་ཅད་མཐོ་ཚད་མ།
en: ● a high-quality edition of The Collected Works of the Five Eminent Sakya Forefathers in sixteen volumes;

source: ཙནྡན་དཀར་དམར་ལས་གྲུབ་པའི་སྐུ་གདུང་ཆ་བརྒྱད་བཟོ་བཀོད་ཕུན་སུམ་ཚོགས་པ། ཙན་འདམ་ལས་གྲུབ་པའི་ཆོས་རྒྱལ་ལོ་པཎ་བཞི་བཅུ་རྩ་ལྔའི་སྐུ་ཐམས་ཅད་བརྐྱང་ཁྲུ་གང་ལྷག་ཡོད་པ། ཙནྡན་དཀར་པོའི་ལྡེ་གུ་ཁོ་ན་ལས་གྲུབ་པའི་ལམ་འབྲས་ཀྱི་བླ་རྒྱུད་ཐམས་ཅད་མཁྱིད་ཚད་མ། ཡང་གསུང་ངག་རིན་པོ་ཆེ་ལམ་འབྲས་བུ་དང་བཅས་པའི་བླ་མ་བརྒྱུད་པ་རྣམས་ཀྱི་སྐུ་བརྙན་གསེར་ཟངས་ལས་གྲུབ་པ་ཐམས་ཅད་བརྐྱང་ཁྲུ་གང་དང་སོར་ལྔ་ལྷག་ཙམ་ཡོད་པ་ལྔ་བཅུ། ཁྱད་པར་གསེར་ཟངས་ལས་གྲུབ་པའི་བླ་མ་ཡི་དམ་སངས་རྒྱས་བྱང་སེམས་ཆོས་སྲུང་ནོར་ལྷ་སོགས་ཀྱི་སྐུ་ལུགས་མ་ཤིན་ཏུ་དངོས་གཙང་བ་སུམ་བརྒྱ་ལྷག་ཙམ། ལྷུན་གྲུབ་སྟེང་གི་འདུ་ཁང་ཆུང་བ་གཉྫིར་བཅས།
en: ● an extremely high-quality collection of the two hundred and seven volumes of the Tengyur produced in silver;● an extremely well-crafted and high-quality edition of the Kangyur, the collected words of the Victorious One, in vermillion ink, complete with book covers made out of pure gold and silk binding strings;● a set of statues of the thousand buddhas made from red sandalwood, each about a handspan in height;● another set of larger statues of the thousand buddhas made from the paste of red sandalwood powder;● a stūpa made out of white and red sandalwood with superb craftsmanship, containing a set of eight relics;● a set of statues of the forty-five Dharma kings, lotsāwas, and paṇḍitas made out of sandalwood clay, each over a cubit high;● a set of statues of the lineage gurus of the Path and Result constructed entirely out of white sandalwood paste, each measuring a single handspan;● another set of statues of the fifty lineage gurus of The Precious Oral Instructions of the Path and Result made out of gold and copper, each over a cubit and five finger-breadths high;● some three hundred extremely high-quality statues of gurus, yidams, buddhas, bodhisattvas, Dharma protectors, wealth deities, and others cast in gold and copper;● a small assembly hall at Lhundrup Teng complete with gañjira;● an assembly hall at Jakra complete with victory banners;● an assembly hall for the monastic community at Pomdzang;● a temple and monastic gathering hall for us at Palpung;

source: ལྕགས་རའི་འདུ་ཁང་རྒྱལ་མཚན་བཅས། སྤོམ་མཛངས་ཆོས་སྡེའི་འདུ་ཁང་། དཔལ་སྤུངས་སུ་ཁོ་བོ་ཅག་གི་ལྷ་ཁང་འདུས་སྡེ་དང་བཅས་པ། །
en: and ● a reliquary stūpa for Lama Kunchöpa with gañjira.

source: བླ་མ་ཀུན་ཆོས་པའི་སྐུ་གདུང་གཉྫིར་བཅས་སོགས་གསར་བཞེངས་ཁོ་ནའང་བགྲང་གིས་མི་ལང་ཞིང་ད་དུང་ཡང་སྒྲུབ་བཞིན་པ་དང་།
en: And this work is still ongoing.

source: ལོ་བསྟར་དུ་ཟབ་མོའི་རྣལ་འབྱོར་དང་ལྡན་པའི་དགེ་སྦྱོང་རྣམས་ལ་ཆོས་དང་མཐུན་པའི་ཡོན་ཕུན་སུམ་ཚོགས་པ་སྩལ་ཏེ།
en: Additionally, every year he gives substantial offerings, in a way that accords with the Dharma, to monks who embody profound yogic practices.

source: ཡི་དམ་གྱི་ལྷ་རྣམས་ཀྱི་རྩ་སྔགས་དང་སྙིང་པོ་སོགས་དུང་ཕྱུར་ཕྲག་མང་པོར་ལང་བ་བཅད་རྒྱ་ཁོ་ནས་སོག་ཏུ་འཇུག་པ་སོགས་མཆོད་སྦྱིན་གྱི་ཁྱད་པར་རྒྱ་ཆེན་པོ་བསྒྲུབས་པ་རྣམས་ཀྱང་དེ་དང་མཚུངས་པ་སྟེ།
en: The particular vast offerings and gifts he makes are equivalent to accumulating many billions of recitations of the main and essence mantras of yidam deities while staying entirely in strict retreat, and other such things.

source: སྐྱེས་རབས་དཔག་བསམ་འཁྲི་ཤིང་ལས།
en: As The Wish-Fulfilling Vine: A Collection of Jātaka Tales states:

source: མི་རྣམས་ནོར་ནི་དངུལ་ཆུའི་ཐིག་པ་ཁུ་ཚུར་དག་གིས་བསྡོམས་པའི་རྣམ་པར་མཐོང་། །དབུལ་དང་མགོན་མེད་རྣམས་ལ་སྟེར་ཞིང་ཉེ་བར་མཁོ་བར་གྱུར་པ་རབ་ཏུ་རྒྱས་པའི་དཔལ། །བསོད་ནམས་དགའ་ཚལ་གཙུག་ལག་ཁང་དང་མཆོད་རྟེན་བཅོམ་ལྡན་སྐུ་གཟུགས་རབ་གནས་ལ་སོགས་ཀྱིས། །ནོར་ལྡན་འདི་ནི་གྲགས་པས་ལྷན་ཅིག་མི་བཟད་གནས་སུ་གང་ཞིག་གང་གིས་རྣམ་པར་མཛེས། །
en: “The wealth of people, when clutched in tightened fists, is like a drop of quicksilver.Yet, when given to the poor and helpless to fulfill their needs, its glory flourishes.Through the merit of providing groves, temples, stūpas, and consecrated statues of the blessed ones,The renown of the wealthy endures without fading, beautifying everything around.” In his great wisdom, he benevolently rules his subjects with altruistic intentions and an honest heart, avoids misleading people with deception, and conducts himself with mindfulness and fearlessness in all his actions.

source: ཞེས་གསུངས་པ་ལྟ་བུ་དང་། སློབ་དཔོན་ཀླུས།
en: As the master Nāgārjuna has said:

source: ཕན་སེམས་ཆེ་བ་སྒྲིན་པའི་ཚུལ། །དྲང་པོའི་ཚུལ་ནི་མི་སླུ་བ། །བག་ཡོད་ཉམ་ང་མེད་པ་ནི། །དེ་ནི་རྒྱལ་པོའི་ཚུལ་དུ་བཤད། །ཞེས་གསུངས་པ་ལྟར་ཐུགས་ཤིན་ཏུ་སྒྲིན་པས་ཕན་པའི་སེམས་ཀྱིས་མངའ་འབངས་ལ་སོགས་པ་བདེ་བར་སྐྱོང་བ། དྲང་པོའི་ཐུགས་དང་ལྡན་པས་གཡོ་སྒྱུས་སྐྱེ་བོ་སླུ་བར་མི་མཛད་པ།བྱ་བ་ཐམས་ཅད་ལ་བག་ཡོད་ཅིང་ཉམ་ང་མེད་པའི་ཚུལ་གྱིས་སྤྱོད་པ་སྟེ།
en: “A great altruistic intention is the way of the wise, Nondeception is the way of the honest,While mindfulness free from fearIs said to be the way of kings.”

source: ཙ་ན་ཀའི་རྒྱལ་པོའི་ལུགས་ཀྱི་བསྟན་བཅོས་ལས། ཀུན་དགའ་ར་བའི་ཕྲེང་བརྒྱུད་ལྟར། །
en: In this way he governs the land such that there is perfect abundance, as described in Cāṇakya’s Treatise of Ethical Advice to the King:

source: མེ་ཏོག་མེ་ཏོག་ཙམ་བཏུ་ཡི། །སོལ་བ་མཁན་ནི་ཇི་བཞིན་དུ། །རྩ་ནས་གཅད་པར་མི་བྱའོ། །
en: “The king should act akin to a gardener Who gathers just the petals of flowersArranged in rows in his garden,Without severing their roots.

source: འོ་མ་བཞོས་ནས་འཐུང་བཞིན་དུ། །བ་ནི་གསད་པར་མི་བྱའོ། །དེ་བཞིན་རྒྱལ་པོས་ཡུལ་འཁོར་ནི། །དུས་ཤེས་ནས་ནི་ལོངས་སྤྱོད་བྱ། །
en: “One should not kill the cow That provides the milk one drinks.Similarly, the king should enjoyHis kingdom with this same perception.

source: བ་ཡི་བརླ་ནི་བཅག་གྱུར་ན། །བཞོ་བས་འོ་མ་ཐོབ་མི་འགྱུར། །དེ་བཞིན་ཡུལ་འཁོར་ཚུལ་མིན་པས། །གནོད་པ་བྱས་ན་འཕེལ་མི་འགྱུར། །
en: “If the leg of the cow were to break,There would be no milk to drink.Similarly, if the kingdom were to be harmed By negligence, there would be no development.

source: ཡུལ་འཁོར་སྦྲང་རྩི་ལྟར་སྤྱད་ཀྱི། སྦྲང་བུ་གསད་པར་མི་བྱའོ། །བ་ལས་བདག་པོས་བཞོ་བ་ལྟར། །རྒྱལ་པོས་ས་ནི་དེ་ལྟར་བསྐྱང་། །
en: “Thinking of the kingdom as honey,One should not kill the honeybees.Just as the owner milks the cow,So too should the king rule his land.”

source: ཞེས་བཤད་པ་ལྟ་བུའི་ས་ལེགས་པར་སྐྱོང་བའི་ཚུལ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པ། གཞན་ཡང་།
en: In this way, and by exclusively pursuing the Dharma, he possesses a flexible and gentle character as further described by Cāṇakya:

source: ས་བདག་རྟག་ཏུ་རྒྱུ་མེད་པར། ཁྲོ་གཉེར་དག་ནི་མི་བྱ་ཞིང་། །བྲན་གཡོག་ནོར་མེད་པར་མ་ཡིན། །རྒྱལ་པོས་ཆོས་ནི་བསྲུང་བར་བྱ། །ཞེས་སོགས་བཤད་པ་ལྟར་ཆོས་ཁོ་ནའི་རྗེས་སུ་སོང་བས་མཉེན་གཤིན་དེས་པའི་ངང་ཚུལ་ཅན།
en: “The lord of the land should not Scowl with rage without just cause.The king should act not like a penniless servantBut instead should uphold the Dharma.”

source: མ་བཏུལ་བར་ཡང་ཕས་ཀྱི་རྒོལ་བ་རྣམས་རང་གི་ངང་གིས་འདུད་པ་ལྷུར་ལེན་པ་དང་། མངའ་ཞབས་ཀྱི་འབངས་རྣམས་ཀྱང་རྨ་མེད་པར་སྐྱོང་བཞིན་པ་ནས།
en: His adversaries voluntarily bow to him of their own accord, without needing to be subdued, and he rules his royal subjects without force.

source: དུས་ཕྱིས་གནམ་བསྐོས་འཇམ་དབྱངས་གོང་མ་ཆེན་པོས་བོད་ཡུལ་གྱི་ལྗོངས་འདི་ཉིད་བདག་གིར་མངའ་བསྒྱུར་བ་ནའང་།
en: Even when the divinely mandated emperor Mañjughoṣa gained dominion over these Tibetan lands, his subjects continued to sing praises for the special qualities of the Lord of Men.

source: མིའི་དབང་པོ་འདི་ཉིད་ཀྱི་ཡོན་ཏན་གྱི་ཁྱད་པར་རྣམས་སྙན་ལ་དེངས་པས་བསྔགས་བརྗོད་དང་བཅས་ཏེ་འབངས་ཀྱི་སྐྱེ་བོ་མི་ཁྱིམ་མང་པོ་ས་རིས་དང་བཅས་པ་གསར་དུ་སྦྱོར་འཇག་གི་བཀའ་དྲིན་མཛད་པ་སོགས་མཆོག་དམན་ཐམས་ཅད་ཀྱི་ཡིད་དམ་པའི་ངང་ཚུལ་གྱིས་ཕྲོགས་པར་མཛད་པ་སྟེ་མདོར་ན་སྙིགས་མའི་མུན་ཀློང་སྟུག་པོར་གཡོ་བའི་དུས་འདི་ལྟ་བུར་ཆོས་ཀྱི་རྒྱལ་པོ་མྱ་ངན་མེད་སླར་ཡང་འོངས་པ་ལྟ་བུའི་ཕྲིན་ལས་ཅན་ཞིག་གོ། །
en: He acted out of kindness in granting many of his subject households new plots of land. With such things he has captured the hearts and minds of everyone, both high and low, with his sublime character. In short, during this age, when the darkness of the degenerate times is all but impenetrable, he is one who embodies enlightened activities, like the return of the Dharma King Aśoka.

source: མིའི་དབང་ཕྱུག་འདིའི་སྲས་གཉིས་པ་དང་གསུམ་པ་རབ་ཏུ་བྱུང་བའི་བརྟུལ་ཞུགས་ཡང་དག་པར་ལེན་པར་མཛད་ལ།
en: The second and third sons of the Lord of Men, Tenpa Tsering, have authentically taken up the ascetic discipline of ordination whereas the first has ascended to political power.

source: དང་པོས་སྲིད་འཛིན་པར་མཛད་པ་སྟེ་གསུམ་གའང་རང་བཞིན་གྱིས་དགེ་བ་ལ་འདུན་ཞིང་མི་འཕྲོག་བའི་བརྟན་པ་ཅན། །དཀྱེལ་ཆེ་ཞིང་གཟུ་བོར་གནས་པ། གཙུག་ལག་ལུགས་གཉིས་ཀྱི་མཁྱེན་པ་རྣམ་པར་རྒྱས་པ་སོགས། མ་སུ་རཀྵས་བྱས་པའི་ལུགས་ཀྱི་བསྟན་བཅོས་ལས། བརྟན་ཞིང་ཟབ་མོའི་བློ་དང་ལྡན། །
en: All three of them possess a natural inclination toward virtue, unfaltering steadiness, open and impartial perspectives, and vast insight into the two traditions of learning.

source: མདངས་ལྡན་ཆོས་དང་བསྟན་བཅོས་རིག །
en: They embody the qualities described in The Treatise of Ethical Advice of Masurakṣa:

source: དུལ་ཞིང་བདེན་པར་སྨྲ་བ་དང་། །རྒྱལ་པོའི་འཁོར་ལ་ཕན་པར་སེམས། །རིགས་བཙུན་རྒྱུད་ནི་མཉེན་པ་དང་། །བླ་མ་ལ་ནི་གུས་ཉན་དང་། །སྐྱེ་དགུ་རྗེས་བརྩེར་ལྡན་པ་ཡི། །
en: “Possessed of intellect, stable and deep;Learned in the brilliant Dharma and the treatises;Composed and truthful in speech;Intent on benefiting the royal entourage;Of mighty lineage and flexible outlook;Full of devotion to the gurus,And loving kindness toward all people—One with such a character is a true prince.”

source: རྒྱུད་བྱུང་དེ་ནི་རྒྱལ་སྲས་ཡིན། །ཞེས་བཤད་པ་ལྟ་བུའི་ཡོན་ཏན་དང་ལྡན་ཞིང་། བཙུན་མོ་དམ་པ་དག་ཀྱང་། རྒྱ་ཆེ་རོལ་པ་ལས།
en: His excellent queen accords with descriptions from The Play in Full:

source: རྒྱགས་པ་མ་མཆིས་མི་གཡེང་ཟུངས་ཐུབ་ཚུལ་འཆང་ཞིང་། །
en: “She should not be arrogant or slothful.
